Repository: Shadow-Devil/contao-notification_center
Catalog: contao/languages/*/*_language.xlf
Languages: ja, ru

# tl_nc_language.language.0
source: Language
ja: 言語
ru: Язык

# tl_nc_language.language.1
source: Please select a language.
ja: 言語を選択してください。
ru: Выберите язык.

# tl_nc_language.fallback.0
source: Fallback
ja: 代替
ru: Резервный

# tl_nc_language.fallback.1
source: Activate this checkbox if this language should be your fallback.
ja: チェックボックスを選択すると、この言語を代替します。
ru: Выберите чекбокс, если этот язык должен быть резервным.

# tl_nc_language.recipients.0
source: Recipients
ja: 宛先
ru: Получатели

# tl_nc_language.recipients.1
source: Please enter a <strong>comma-separated</strong> list of recipients in this field. Use the autocompleter to see the available simple tokens.
ja: この欄に宛先を<strong>コンマ区切り</strong>のリストで入力してください。利用可能なシンプルトークンは自動補完を使用して入力できます。
ru: Введите <strong>разделенный запятыми</strong> список получателей. Используйте авто-завершение, чтобы увидеть доступные маркеры.

# tl_nc_language.attachment_tokens.0
source: Attachments via tokens
ja: トークンの添付
ru: Вложения через маркеры

# tl_nc_language.attachment_tokens.1
source: Please enter a <strong>comma-separated</strong> list of attachment tokens in this field. Use the autocompleter to see the available simple tokens.
ja: この欄に添付するトークンを<strong>コンマ区切り</strong>のリストで入力してください。利用可能なシンプルトークンは自動補完を使用して入力できます。
ru: Введите <strong>разделенный запятыми</strong> список маркеров в этой области. Используйте авто-завершение, чтобы увидеть доступные маркеры.

# tl_nc_language.attachments.0
source: Attachments from file system
ja: ファイルシステムからの添付ファイル
ru: Вложения из файловой системы

# tl_nc_language.attachments.1
source: Please choose from the file picker if you would like to add static files.
ja: 静的なファイルを追加したい場合はファイル選択で指定してください。
ru: Выберите при помощи файл-менеджера и добавьте статические файлы.

# tl_nc_language.email_sender_name.0
source: Sender name
ja: 送信者名
ru: Имя отправителя

# tl_nc_language.email_sender_name.1
source: Please enter the sender name.
ja: 送信者の名前を入力してください。
ru: Введите имя отправителя.

# tl_nc_language.email_sender_address.0
source: Sender address
ja: 送信者のアドレス
ru: Адрес отправителя

# tl_nc_language.email_sender_address.1
source: Please enter the sender email address.
ja: 送信者の電子メールアドレスを入力してください。
ru: Введите адрес электронной почты отправителя.

# tl_nc_language.email_recipient_cc.0
source: Send a CC to
ja: Ccの送信先
ru: Отправить CC

# tl_nc_language.email_recipient_cc.1
source: Recipients that should receive a carbon copy of the mail. Separate multiple addresses with a comma.
ja: メールのカーボンコピーを受け取る宛先です。複数のアドレスはコンマで区切ってください。
ru: Получатели, которые должны получить копию по электронной почте. Несколько адресов можно разделить запятой.

# tl_nc_language.email_recipient_bcc.0
source: Send a BCC to
ja: BCCの送信先
ru: Отправить СК

# tl_nc_language.email_recipient_bcc.1
source: Recipients that should receive a blind carbon copy of the mail. Separate multiple addresses with a comma.
ja: メールのブラインドカーボンコピー受け取る宛先です。複数のアドレスはコンマで区切ってください。
ru: Получатели, которые должны получить скрытую копию по электронной почте. Несколько адресов можно разделить запятой.

# tl_nc_language.email_replyTo.0
source: Reply-to address
ja: 返信先のアドレス
ru: Адрес для ответа

# tl_nc_language.email_replyTo.1
source: You can optionally set a reply-to address for this message.
ja: このメッセージの返信先のアドレスを設定できます。
ru: При необходимости можно задать адрес для ответа на данное сообщение.

# tl_nc_language.email_subject.0
source: Subject
ja: 件名
ru: Тема

# tl_nc_language.email_subject.1
source: Please enter the subject for the e-mail.
ja: 電子メールの件名を入力してください。
ru: Введите тему сообщения.

# tl_nc_language.email_mode.0
source: Mode
ja: 形式
ru: Режим

# tl_nc_language.email_mode.1
source: Choose the mode you would like to be used for this email.
ja: この電子メールに使用する形式を選択してください。
ru: Выберите используемый режим для этого письма.

# tl_nc_language.email_text.0
source: Raw text
ja: 生のテキスト
ru: Неформатированный текст

# tl_nc_language.email_text.1
source: Please enter the text.
ja: テキストを入力してください。
ru: Введите текст.

# tl_nc_language.email_html.1
source: Please enter the HTML.
ja: HTMLを入力してください。
ru: Введите HTML.

# tl_nc_language.email_external_images.0
source: External images
ja: 外部画像
ru: Внешние изображения

# tl_nc_language.email_external_images.1
source: Do not embed images in HTML emails.
ja: HTMLの電子メールに外部画像を含めません。
ru: Не вставлять изображения в HTML-сообщения.

# tl_nc_language.file_name.0
source: File name
ja: ファイル名
ru: Имя файла

# tl_nc_language.file_name.1
source: Please enter the file name.
ja: ファイル名を入力してください。
ru: Введите имя файла.

# tl_nc_language.file_storage_mode.0
source: Storage mode
ru: Режим хранения

# tl_nc_language.file_storage_mode.1
source: Here you can choose whether you want to override the existing file or append to an existing file if present.
ru: Вы можете выбрать, переопределить или добавить существующий файл, если он есть.

# tl_nc_language.file_content.0
source: File content
ja: ファイルの内容
ru: Содержимое файла

# tl_nc_language.file_content.1
source: Please enter the file content.
ja: ファイルの内容を入力してください。
ru: Введите содержимое файла.

# tl_nc_language.email_mode.textOnly
source: Text only
ja: テキストだけ
ru: Только текст

# tl_nc_language.email_mode.textAndHtml
source: HTML and text
ja: HTMLとテキスト
ru: HTML и текст

# tl_nc_language.file_storage_mode.create
source: Create new file
ja: 新しいファイルを作成
ru: Создать новый файл

# tl_nc_language.file_storage_mode.override
source: Override existing file
ja: 既存のファイルを上書き
ru: Переопределить существующий файл

# tl_nc_language.file_storage_mode.append
source: Append to existing file
ja: 既存のファイルに追加書き込み
ru: Добавить в существующий файл

# tl_nc_language.new.0
source: New language
ja: 新規作成
ru: Новый язык

# tl_nc_language.new.1
source: Add a new language.
ja: 新しい言語を作成します。
ru: Добавить новый язык.

# tl_nc_language.edit.0
source: Edit language
ja: 言語を編集
ru: Редактировать язык

# tl_nc_language.edit.1
source: Edit language ID %s.
ja: ID %sの言語を編集します。
ru: Редактировать язык ID %s.

# tl_nc_language.copy.0
source: Copy language
ja: 言語を複製
ru: Копировать язык

# tl_nc_language.copy.1
source: Copy language ID %s.
ja: ID %sの言語を複製します。
ru: Копировать язык ID %s.

# tl_nc_language.delete.0
source: Delete language
ja: 言語を削除
ru: Удалить язык

# tl_nc_language.delete.1
source: Delete language ID %s.
ja: ID %sの言語を削除します。
ru: Удалить язык ID %s.

# tl_nc_language.show.0
source: Language details
ja: 言語の詳細 details
ru: Детали языка

# tl_nc_language.show.1
source: Show details for language ID %s.
ja: ID %sの言語の詳細を表示します。
ru: Показать детали языка ID %s.

# tl_nc_language.general_legend
source: General language settings
ja: 言語の一般設定
ru: Общие параметры языка

# tl_nc_language.attachments_legend
source: Attachments
ja: 添付ファイル
ru: Вложения

# tl_nc_language.meta_legend
source: Meta information
ja: メタ情報
ru: Мета информация

# tl_nc_language.content_legend
source: Content
ja: 内容
ru: Контент

# tl_nc_language.token_error
source: The following tokens you have used are not supported by this notification type: %s.
ja: この通知の種類は使用している次のトークンをサポートしていません: %s
ru: Используемые вами маркеры не поддерживают этот тип уведомлений: %s.

# tl_nc_language.token_character_error
source: Your content contains invalid tokens. Simple Tokens cannot contain one of those characters: <>!=*. They are either used for comparisons in if statements or as wildcard.
ja: 内容に無効なトークンがあります。シンプルトークンに次の文字: <>!=* を含めることはできません。これらはif条件式の比較やワイルドカードで使用されます。
ru: В вашем содержании указаны недопустимые токены. Простые токены не могут содержать любой из этих символов: <>!=*. Они либо используются для сравнения в операторах "if", либо в виде подстановочных знаков.

# tl_nc_language.attachment_templates.0
source: Attachments from templates
ja: テンプレートから添付
ru: Вложения из шаблонов

# tl_nc_language.attachment_templates.1
source: These files are used as templates for an attachment. Simple tokens inside these files are replaced and attached to the message.
ja: これらのファイルを添付ファイルのテンプレートとして使用します。これらのファイルの内部のシンプルトークンを置き換えてメッセージに添付します。
ru: Эти файлы используются в качестве шаблонов для вложения. Простые токены внутри этих файлов заменяются и прикрепляются к сообщению.
