Repository: Shadow-Devil/contao-notification_center
Catalog: contao/languages/*/*_message.xlf
Languages: ja, pl

# tl_nc_message.title.0
source: Title
ja: 題名
pl: Nazwa

# tl_nc_message.title.1
source: Please enter a title for this message.
ja: このメッセージの題名を入力してください。
pl: Wprowadź nazwę dla tej wiadomości.

# tl_nc_message.gateway.0
source: Gateway
ja: ゲートウェイ
pl: Bramka

# tl_nc_message.gateway.1
source: Please select a gateway for this message.
ja: このメッセージのゲートウェイを選択してください。
pl: Wybierz bramkę dla tej wiadomości.

# tl_nc_message.languages.0
source: Languages
ja: 言語
pl: Języki

# tl_nc_message.languages.1
source: Here you can manage the different languages.
ja: 異なる言語を管理できます。
pl: Tutaj możesz zarządzać różnymi językami.

# tl_nc_message.languages.2
source: Manage languages
ja: 言語を管理
pl: Zarządzaj językami

# tl_nc_message.languages.3
source: Close
ja: 閉じる
pl: Zamknij

# tl_nc_message.email_priority.0
source: Priority
ja: 優先度
pl: Priorytet

# tl_nc_message.email_priority.1
source: Please select a priority.
ja: 優先度を選択してください。
pl: Wybierz priorytet.

# tl_nc_message.email_template.0
source: Template file
ja: テンプレートのファイル
pl: Szablon

# tl_nc_message.email_template.1
source: Please choose a template file.
ja: テンプレートのファイルを選択してください。
pl: Wybierz pliks zablonu.

# tl_nc_message.postmark_tag.0
source: Tag
ja: タグ

# tl_nc_message.postmark_tag.1
source: Here you can enter the tag.
ja: タグを入力できます。

# tl_nc_message.postmark_trackOpens.0
source: Enable open tracking
ja: Open Trackingを使用

# tl_nc_message.postmark_trackOpens.1
source: Here you can enable open tracking.
ja: Open Trackingを使用します。

# tl_nc_message.published.0
source: Publish message
ja: メッセージを公開
pl: Publikuj wiadomość

# tl_nc_message.published.1
source: Include this message when a notification is being sent.
ja: 通知を送信する時に、このメッセージを含めます。
pl: Załącz tą wiadomość przy wysyłaniu powiadomienia.

# tl_nc_message.new.0
source: New message
ja: 新規作成
pl: Nowa wiadomość

# tl_nc_message.new.1
source: Create a new message.
ja: 新しいメッセージを作成します。
pl: Utwórz nową wiadomość.

# tl_nc_message.edit.0
source: Edit message
ja: メッセージを編集
pl: Edytuj wiadomość

# tl_nc_message.edit.1
source: Edit message ID %s.
ja: ID %sのメッセージを編集します。
pl: Edytuj wiadomość ID %s.

# tl_nc_message.copy.0
source: Duplicate message
ja: メッセージを複製
pl: Kopiuj wiadomość

# tl_nc_message.copy.1
source: Duplicate message ID %s.
ja: ID %sのメッセージを複製します。
pl: Kopiuj wiadomość ID %s.

# tl_nc_message.cut.0
source: Move message
ja: メッセージを移動

# tl_nc_message.cut.1
source: Move message ID %s.
ja: ID %sのメッセージを移動します。

# tl_nc_message.delete.0
source: Delete message
ja: メッセージを削除
pl: Usuń wiadomość

# tl_nc_message.delete.1
source: Delete message ID %s.
ja: ID %sのメッセージを削除します。
pl: Usuń wiadomość ID %s.

# tl_nc_message.toggle.0
source: Toggle visibility of message
ja: メッセージの可視性
pl: Zmień widoczność wiadomości

# tl_nc_message.toggle.1
source: Toggle visibility of message ID %s.
ja: ID %sのメッセージの可視性を切り替えます。
pl: Zmień widoczność wiadomości ID %s.

# tl_nc_message.show.0
source: Gateway message
ja: ゲートウェイのメッセージ
pl: Bramka wiadomości

# tl_nc_message.show.1
source: Show details for message ID %s.
ja: ID %sのメッセージの詳細を表示します。
pl: Pokaż szczegóły wiadomości ID %s.

# tl_nc_message.title_legend
source: Title & Gateway
ja: 題名とゲートウェイ
pl: Nazwa i bramka

# tl_nc_message.languages_legend
source: Languages
ja: 言語
pl: Języki

# tl_nc_message.expert_legend
source: Expert settings
ja: 専門的な設定
pl: Ustawienia zaawansowane

# tl_nc_message.publish_legend
source: Publish settings
ja: 設定を公開
pl: Ustawienia publikacji

# tl_nc_message.email_priority_options.1
source: very high
ja: 非常に高い
pl: bardzo wysoki

# tl_nc_message.email_priority_options.2
source: high
ja: 高い
pl: wysoki

# tl_nc_message.email_priority_options.3
source: normal
ja: 通常
pl: normalny

# tl_nc_message.email_priority_options.4
source: low
ja: 低い
pl: niski

# tl_nc_message.email_priority_options.5
source: very low
ja: 非常に低い
pl: bardzo niski
