Repository: Shadow-Devil/contao-notification_center
Catalog: contao/languages/*/*_notification.xlf
Languages: de, fr, ja

# tl_nc_notification.title.0
source: Title
de: Titel
fr: Titre
ja: 題名

# tl_nc_notification.title.1
source: Please enter a title for this notification.
de: Bitte geben Sie einen Namen für diese Benachrichtigung ein.
fr: Saisir un titre pour cette notification.
ja: この通知の題名を入力してください。

# tl_nc_notification.type.0
source: Type
de: Benachrichtigungstyp
ja: 種類

# tl_nc_notification.type.1
source: Please select a type for this notification.
de: Bitte wählen Sie einen Benachrichtigungstyp aus.
fr: Sélectionner le type de cette notification.
ja: この通知の種類を選択してください。

# tl_nc_notification.flatten_delimiter.1
source: When list values (array values) are submitted, the Notification Center flattens them automatically by using a comma (",") by default. Change this here if you like.
de: Wenn mehrere Werte (Arrays) übermittelt werden, generiert das Benachrichtigungszentrum daraus automatisch eine kommaseparierte Liste (","). Wählen Sie hier ein anderes Trennzeichen falls nötig.
ja: 提出されたリストの値(配列値)を、通知センターは初期設定ではコンマ(",")を使用して連結します。他の文字を使用する様に変更できます。

# tl_nc_notification.type.email
source: Standard eMail gateway
fr: Passerelle de messagerie standard
ja: 標準の電子メールゲートウェイ

# tl_nc_notification.type.file
source: Write to file
de: In Datei schreiben
fr: Écrire dans un fichier
ja: ファイルに書き込み

# tl_nc_notification.new.0
source: New notification
de: Neue Benachrichtigung
fr: Nouvelle notification
ja: 新規作成

# tl_nc_notification.new.1
source: Create a new notification.
de: Neue Benachrichtigung erstellen.
fr: Créer une notification.
ja: 新しい通知を作成します。

# tl_nc_notification.edit.0
source: Manage notifications
de: Benachrichtigung editieren
fr: Gérer les notifications
ja: 通知を管理

# tl_nc_notification.edit.1
source: Manage messages for notification ID %s.
de: Benachrichtigung ID %s editieren.
fr: Gérer les messages de la notification ID %s.
ja: ID %sの通知のためのメッセージを管理

# tl_nc_notification.editheader.0
source: Edit notification
de: Benachrichtigung bearbeiten
fr: Éditer la notification
ja: 通知を編集

# tl_nc_notification.editheader.1
source: Edit notification ID %s.
de: Benachrichtigung ID %s editieren.
fr: Éditer la notification ID %s.
ja: ID %sの通知を編集します。

# tl_nc_notification.copy.0
source: Copy notification
de: Benachrichtigung kopieren
fr: Copier la notification
ja: 通知を複製

# tl_nc_notification.copy.1
source: Copy notification ID %s.
de: Benachrichtigung ID %s kopieren.
fr: Copier la notification ID %s.
ja: ID %sの通知を複製します。

# tl_nc_notification.delete.0
source: Delete notification
de: Benachrichtigung löschen
fr: Supprimer la notification
ja: 通知を削除

# tl_nc_notification.delete.1
source: Delete notification ID %s.
de: Benachrichtigung ID %s löschen.
fr: Supprimer la notification ID %s.
ja: ID %sの通知を削除します。

# tl_nc_notification.show.0
source: Notification details
de: Benachrichtigungsdetails
fr: Détails de la notification
ja: 通知の詳細

# tl_nc_notification.show.1
source: Show details for notification ID %s.
de: Details für Benachrichtigung ID %s anzeigen.
fr: Afficher les détails de la notification ID %s.
ja: ID %sの通知の詳細を表示します。

# tl_nc_notification.title_legend
source: Title & type
de: Titel & Benachrichtigungstyp
fr: Titre & type
ja: 題名と種類

# tl_nc_notification.config_legend
source: Configuration
de: Konfiguration
ja: 構成

# tl_nc_notification.type.core_form.0
source: Form submission
de: Formularübertragung
fr: Soumission de formulaire
ja: フォームの提出

# tl_nc_notification.type.core_form.1
source: This notification type can be sent when the form is submitted.
de: Dieser Benachrichtigungstyp wird nach erfolgreicher Formularübertragung versendet.
fr: Ce type de notification peut être envoyé lorsque le formulaire est soumis.
ja: この通知はフォームを提出した時に送信できます。

# tl_nc_notification.type.member_activation.0
source: Member activation
de: Mitglied: Aktivierung
ja: メンバーの登録を有効

# tl_nc_notification.type.member_registration.0
source: Member registration
de: Mitglied: Registrierung
fr: Inscription des membres
ja: メンガーの登録

# tl_nc_notification.type.member_personaldata.0
source: Member personal data
de: Mitglied: Persönliche Daten
fr: Données personnelles du membre
ja: メンバーの個人情報

# tl_nc_notification.type.member_password.0
source: Member lost password
de: Mitglied: Passwort vergessen
fr: Mot de passe perdu
ja: メンバーのパスワード忘れ

# tl_nc_notification.templates.0
source: Token Templates
de: Platzhalter Templates
ja: トークンのテンプレート

# tl_nc_notification.templates.1
source: Choose templates to generate tokens from their output. Each template name must start with notification_xxx and its token will be converted to a ##template_xxx## token.
de: Wählen Sie Templates um daraus ein Token zu generieren. Der Name des Templates muss mit notification_xxx beginnen und wird zum Token ##template_xxx## konvertiert.
ja: トークンを生成するテンプレートを選択してください。それぞれのテンプレートはnotification_xxxで始まる名前で、トークンを##template_xxx##に変換します。

# tl_nc_notification.templates_legend
source: Templates
ja: テンプレート

# tl_nc_notification.type.newsletter_subscribe.0
source: Newsletter subscribed
de: Newsletter abonniert
ja: ニュースレターの登録

# tl_nc_notification.type.newsletter_activate.0
source: Newsletter activation
de: Newsletter aktiviert
ja: ニュースレターの登録を有効

# tl_nc_notification.type.newsletter_unsubscribe.0
source: Newsletter unsubscribed
de: Newsletter gekündigt
ja: ニュースレターの登録を解除

# tl_nc_notification.flatten_delimiter.0
source: Delimiter for lists
de: Trennzeichen für Listen
