Repository: Shadow-Devil/contao-notification_center
Catalog: contao/languages/*/*_queue.xlf
Languages: de, ja

# tl_nc_queue.sourceQueue.0
source: Source queue gateway
de: Quell-Gateway
ja: 元のキューのゲートウェイ

# tl_nc_queue.targetGateway.0
source: Target gateway
de: Ziel Gateway
ja: 対象のゲートウェイ

# tl_nc_queue.message.0
source: Source message
de: Quell-Nachricht
ja: ソースのメッセージ

# tl_nc_queue.dateAdded.0
source: Date added to queue
de: Datum hinzugefügt
ja: キューへの追加日時

# tl_nc_queue.dateSent.0
source: Date sent from queue
de: Datum gesendet
ja: キューから送信した日時

# tl_nc_queue.error.0
source: Had an error during delivery process
de: Fehler bei der Auslierfung
ja: 配送処理の間にエラーが発生

# tl_nc_queue.tokens.0
source: Tokens
ja: トークン

# tl_nc_queue.language.0
source: Language
de: Sprache
ja: 言語

# tl_nc_queue.status.queued
source: Waiting in queue.
de: In der Warteschlange
ja: キューに待機中です。

# tl_nc_queue.status.error
source: Error sending the message. Check the system log for more details.
de: Fehler beim Senden der Nachricht. Prüfen Sie das System-Log für Details.
ja: メッセージの送信でエラーです。詳細はシステムのログを確認してください。

# tl_nc_queue.status.sent
source: Message sent.
de: Nachricht gesendet.
ja: メッセージを送信しました。

# tl_nc_queue.source
source: Source
de: Quelle
ja: ソース

# tl_nc_queue.re-queue.0
source: Add to queue again
de: Nochmals zur Warteschlange hinzufügen
ja: キューに再び追加

# tl_nc_queue.re-queue.1
source: This queued message (ID %s) encountered an error but you can re-add it to the queue by clicking this button.
de: Diese Nachricht (ID %s) erzeugte einen Fehler, aber Sie können Sie nochmals zur Warteschlange hinzufügen.
ja: このキューにあるメッセージ(ID %s)でエラーが発生しましたが、このボタンをクリックすると再び追加できます。

# tl_nc_queue.delete.0
source: Delete queued message
de: Warteschlangennachricht löschen
ja: キューのメッセージを削除

# tl_nc_queue.delete.1
source: Delete queued message (ID %s).
de: Warteschlangennachricht löschen (ID %s).
ja: キューのメッセージ(ID %s)を削除します。

# tl_nc_queue.show.0
source: Show details
de: Details anzeigen
ja: 詳細を表示

# tl_nc_queue.show.1
source: Shows details of the queued message ID %s.
de: Zeige
ja: ID %sのキューのメッセージの詳細を表示します。

# tl_nc_queue.re-queueConfirmation
source: Are you sure you want to re-add queued message ID %s to the queue?
de: Soll die Nachricht ID %s wirklich wieder zur Warteschlange hinzugefügt werden?
ja: ほんとうにID %sのメッセージをキューに再び追加して良いですか?

# tl_nc_queue.dateDelay.0
source: Date delayed in queue
de: Datum verzögert
ja: キューで遅れている日時

# tl_nc_queue.attachments.0
source: Attachments
de: Anhänge
ja: 添付ファイル
