Repository: Shadow-Devil/contao-notification_center
Catalog: contao/languages/*/modules.xlf
Languages: de, ja

# MOD.notification_center
source: Notification Center
ja: 通知センター

# MOD.nc_notifications.0
source: Notifications
de: Benachrichtigungen
ja: 通知

# MOD.nc_notifications.1
source: Manage notifications.
de: Benachrichtigungen verwalten.
ja: 通知を管理

# MOD.nc_queue.0
source: Queue
de: Warteschlange
ja: キュー

# MOD.nc_queue.1
source: View the message queue.
de: Anzeigen der Nachrichtenwarteschlange.
ja: メッセージキューを表示

# MOD.nc_gateways.0
source: Gateways
ja: ゲートウェイ

# MOD.nc_gateways.1
source: Manage gateways
de: Gateways verwalten
ja: ゲートウェイを管理

# FMD.lostPasswordNotificationCenter.0
source: Lost password (Notification Center)
de: Passwort vergessen (Notification Center)
ja: パスワード忘れ(通知センター)

# FMD.lostPasswordNotificationCenter.1
source: Generates a form to request a new password and sends the notification using the notification center.
de: Generiert ein Formular um ein neues Passwort anzufordern und versendet anschließend die Benachrichtigung über das Notification Center.
ja: 通知センターを使用して新しいパスワードの要求と通知の送信を行うフォームを生成します。

# FMD.newsletterSubscribeNotificationCenter.0
source: Subscribe (Notification Center)
de: Abonnieren (Notification Center)
ja: 登録の申し込み(通知センター)

# FMD.newsletterSubscribeNotificationCenter.1
source: Generates a form to subscribe to one or more channels and sends the notification using the notification center.
de: Erzeugt ein Formular zum Abonnieren von Verteilern welches eine Benachrichtigung senden kann.
ja: 通知センターを使用して1つ以上のチャネルの登録と通知の送信を行うフォームを生成します。

# FMD.newsletterActivateNotificationCenter.0
source: Activate (Notification Center)
de: Aktivieren (Notification Center)
ja: アクティベーション(通知センター)

# FMD.newsletterActivateNotificationCenter.1
source: Generates a form to activate subscription to one or more channels the notification using the notification center.
de: Erzeugt ein Formular zur Aktivierung eines Abonnements welches eine Benachrichtigung versenden kann.
ja: 通知センターを使用して1つ以上のチャネルのアクティベーションと通知の送信を行うフォームを生成します。

# FMD.newsletterUnsubscribeNotificationCenter.0
source: Unsubscribe (Notification Center)
de: Kündigen (Notification Center)
ja: 解除の申し込み(通知センター)

# FMD.newsletterUnsubscribeNotificationCenter.1
source: Generates a form to unsubscribe from one or more channels and sends the notification using the notification center.
de: Erzeugt ein Formular zum Kündigen von Abonnements welches eine Benachrichtigung senden kann.
ja: 通知センターを使用して1つ以上のチャネルの登録の解除と通知の送信を行うフォームを生成します。
