Repository: Shadow-Devil/contao-notification_center
Catalog: contao/languages/*/tokens.xlf
Languages: de, ja

# NOTIFICATION_CENTER_TOKEN.core_form.admin_email
source: E-mail address of administrator of the current page.
de: E-Mail-Adresse des aktuellen Seitenadministrator.
ja: 現在のページの管理者の電子メールアドレスです。

# NOTIFICATION_CENTER_TOKEN.core_form.form_*
source: All the form fields.
de: Alle Formular-Felder.
ja: すべてのフォームの項目です。

# NOTIFICATION_CENTER_TOKEN.core_form.formlabel_*
source: All the form field labels.
de: Alle Formularfelder und ihre Labels
ja: すべてのフォームの項目のラベルです。

# NOTIFICATION_CENTER_TOKEN.core_form.raw_data
source: All the form fields and their raw values.
de: Alle Formular Felder und ihr Rohinhalt.
ja: すべてのフォームの項目のそのままの値です。

# NOTIFICATION_CENTER_TOKEN.member_personaldata.admin_email
source: E-mail address of administrator of the current page.
de: E-Mail-Adresse des Administrators der aktuellen Seite.
ja: 現在のページの管理者の電子メールアドレスです。

# NOTIFICATION_CENTER_TOKEN.member_personaldata.recipients
source: E-mail address of the member.
de: E-Mail-Adresse des Mitglieds.
ja: メンバーの電子メールアドレスです。

# NOTIFICATION_CENTER_TOKEN.member_personaldata.domain
source: The current domain.
de: Die aktuelle Domain.
ja: 現在のドメインです。

# NOTIFICATION_CENTER_TOKEN.member_personaldata.member_*
source: Current member fields as submitted by the form. Use {{user::*}} insert tags if you need other properties.
de: Mitglieder-Felder wie im Formular übermittelt. Nutzen Sie den {{user::*}} Insert-Tag für andere Felder.
ja: フォームを提出した現在のメンバーの項目です。他の特性が必要な場合は{{user::*}}の挿入タグを使用してください。

# NOTIFICATION_CENTER_TOKEN.member_personaldata.member_old_*
source: Member fields as they were before the changes.
de: Mitglied-Felder wie vor der Änderung
ja: 変更する前のメンバーの項目です。

# NOTIFICATION_CENTER_TOKEN.member_personaldata.changed_*
source: Flag (1 or 0) if a field has changed, to be used with if-conditions.
de: Flag (0 oder 1). das anzeigt, ob sich ein Feld geändert hat. Zur Verwendung in if-Bedingungen.
ja: 項目の変更の有無を示す(1または0)のフラッグで、ifの条件式で使用します。

# NOTIFICATION_CENTER_TOKEN.template
source: Output of template "%s"
de: Ausgabe des Templates "%s"
ja: テンプレート"%s"の出力
